class SebhaResource{
  static const List<String> sebeha = [
    "سُبْحَانَ الله",
    "الْحَمْدُ لله",
    "لَا إِلَهَ إِلَّا الله",
    "اللَّهُ أَكْبَر",
    "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّه",
    "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "سُبْحَانَ اللَّهِ الْعَظِيم",
    "أَسْتَغْفِرُ اللَّه",
    "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَر",
    "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّد",
  ];

  static const List<int> sebehaCount = [
    33,   // سُبْحَانَ الله
    33,   // الْحَمْدُ لله
    33,   // لَا إِلَهَ إِلَّا الله
    34,   // اللَّهُ أَكْبَر
    10,   // لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّه
    100,  // سُبْحَانَ اللَّهِ وَبِحَمْدِهِ
    100,  // سُبْحَانَ اللَّهِ الْعَظِيم
    100,  // أَسْتَغْفِرُ اللَّه
    1,    // سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ ... (تقال مرة أو أكثر حسب الرغبة)
    1,    // اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّد
  ];


}
